<?php
        echo "Задача 1<br />";
    $x = 6;
    $y = 15;
    $z = 4;
echo "Переменная x = $x<br />";
echo "Переменная y = $y<br />";
echo "Переменная z = $z<br />";

echo "Результат следующей операции $x += $y - $x++ * $z будет =";
echo $x += $y - $x++ * $z;
echo "<br />";
echo "Результат следующей операции $z = - $x - $y * 5 будет =";
echo $z = - $x - $y * 5;
echo "<br />";
echo "Результат следующей операции $y /= $x + 5 % $z будт =";
echo $y /= $x + 5 % $z;
echo "<br />";
echo "Результат следующей операции $z = $x++ + $y * 5 будет =";
echo $z = $x++ + $y * 5;
echo "<br />";
echo "Результат следующей операции $x = $y - $x++ * $z будет =";
echo $x = $y - $x++ * $z;
echo "<br />";
        echo "Задача 2<br />";
$x = 6;
$y = 15;
$z = 4;
    $sum = $x + $y + $z;
    $diff = $x - $y;
    $mult = $x * $y;
    $dil = $x / $y;
    //$ostatok = $x % %y;
echo "Сумма из $x и $y и $z = $sum<br />";
echo "Средняе арефмитическое будет =";
echo $sum / 3;
echo "<br />";
        echo "Задача 3 <br />";
$V=5;
$S=10;
$r=3;
$h=6;
$p=3.14;

echo $V = π $r 2 $h;

